Repository: OPUS4/application
Catalog: modules/admin/language/filemanager.tmx
Source language: de
Languages: en

source: Dateien
en: Files

source: Datei einbringen
en: Upload File

source: Zu diesem Dokument sind keine Dateien vorhanden!
en: No files available for this document!

source: Datei erfolgreich abgespeichert!
en: File uploaded successfully!

source: Datei konnte nicht erfolgreich hochgeladen werden - bitte prüfen Sie die Schreibberchtigung im Dokumentverzeichnis.
en: Upload NOT successful - please check write permissions for file directory!

source: Dateiinformationen erfolgreich abgespeichert!
en: File information successfully stored!

source: Fehler beim Abspeichern der Dateiinformationen.
en: Error saving file information.

source: Datei wurde erfolgreich signiert.
en: Successfully signed file!

source: Datei wurde erfolgreich entfernt.
en: Successfully deleted file!

source: Die Datei konnte nicht gelöscht werden!
en: Could not delete file!

source: Prüfsumme
en: Checksum

source: Zugriffsrechte
en: Access Permissions

source: Sichtbarkeit
en: Visiblity

source: Keine Dateien gefunden für dieses Dokument.
en: No files found for this document.

source: Datei in Frontdoor anzeigen.
en: Visible in Frontdoor

source: Datei in OAI anzeigen.
en: Visible in OAI

source: Dateigröße:
en: Filesize:

source: Datei existiert nicht!
en: File does not exist!

source: Datei ist nicht lesbar!
en: File is not readable!

source: Kommentar
en: Comment

source: Anzeigename
en: Label

source: Datum des Hochladens
en: Date of Upload

source: Datei importieren
en: Import File

source: Die Eingaben zum Hochladen waren nicht korrekt.
en: The upload was invalid.

source: Beim Hochladen ist ein Fehler aufgetreten. Möglicherweise war die Datei zu groß (%1$s).
en: An error occurred. The file might have been too large (%1$s).

source: Sie müssen eine Datei auswählen.
en: You must select a file.

source: Datei-ID existiert nicht.
en: No valid file ID provided.

source: Diese Datei löschen
en: Delete this File

source: Sind Sie sicher, daß Sie die Datei löschen wollen?
en: Are you sure you want to delete the file?

source: Die Datei gehört nicht zu dem angegebenen Dokument.
en: File does not belong to document.

source: Einige Eingaben sind nicht gültig.
en: Form input is not valid.

source: Einzubringende Datei
en: File to upload
